[["http://127.0.0.1:8000/", "Bork, Bork, Bork", ["text", "\tBork, Bork, Bork\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBork, Bork, Bork\tWelcome, this is a collection of recipes commonly used in my family.\tEnjoy!\tCajun\tFrench\tItalian\tbreakfast\tdips\tfondue\tsides\t"], 299], ["http://127.0.0.1:8000/category/Appetizers/", "Bork, Bork, Bork: Category: Appetizers ", ["text", "\tBork, Bork, Bork: Category: Appetizers\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tAppetizers\tArtichoke Dip\tCheese Straws\tOlive Nut Spread\t"], 197], ["http://127.0.0.1:8000/category/Mains/", "Bork, Bork, Bork: Category: Mains ", ["text", "\tBork, Bork, Bork: Category: Mains\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tMains\tAmaretto Chicken\tBeef Bourguignon\tBlackened Catfish\tBrussel Sprouts\tButternut Squash aux Fine Herbs\tChicken Cacciatore\tCroque Monsieur\tLasagna (JLT-style)\tPasta Sauce\tPlantain Mash\tShepard's Pie\tShrimp in butter garlic sauce\tSteak (oven/seared)\tTurkey (scaled & roasted)\tVeal Birds\tZiplock Omlettes\t"], 477], ["http://127.0.0.1:8000/category/Sauces/", "Bork, Bork, Bork: Category: Sauces ", ["text", "\tBork, Bork, Bork: Category: Sauces\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSauces\tBBQ Sauce\tBase for a cream sauce\tBlue Cheese Fondue Sauce\tHorseradish Fondue Sauce\tSteak Fondue Sauce\t"], 252], ["http://127.0.0.1:8000/category/Desserts/", "Bork, Bork, Bork: Category: Desserts ", ["text", "\tBork, Bork, Bork: Category: Desserts\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tDesserts\tBlitz Torte\tCheesecake -- New York Accent\tChocolate Fondue\tGrasshopper Pie\tJewel Bars\tLemon Charlotte Russe\tNanaimo Bars\tProfiteroles with Chocolate Sauce\tRaspberry Frozen Dessert\tSeven Layered Ribbon Salad\tSkor Crunch Bars\tTiramisu Cake\t"], 410], ["http://127.0.0.1:8000/category/Drinks/", "Bork, Bork, Bork: Category: Drinks ", ["text", "\tBork, Bork, Bork: Category: Drinks\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tDrinks\tBanana Paradise Tropical Drink\tWindy Beach Tropical Drink\t"], 200], ["http://127.0.0.1:8000/searcher/", "Bork, Bork, Bork", ["text", "\tBork, Bork, Bork\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSearch\t游댌\t"], 140], ["http://127.0.0.1:8000/ref_data/", "Bork, Bork, Bork: Recipe Source Data ", ["text", "\tBork, Bork, Bork: Recipe Source Data\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Data\tThis site is built using a static-site generator called\tdjango-distill.\tEach recipe is stored in a .toml file then processed by the\tstatic site generator. Original data files are available below.\tAll files: recipes.zip\namaretto_chicken.toml\nartichoke_dip.toml\nbanana_paradise_tropical_drink.toml\nbasic_cream_sauce.toml\nbbq_sauce.toml\nbeef_bourguignon.toml\nblackened_catfish.toml\nblitz_torte.toml\nblue_cheese_fondue_sauce.toml\nbrussel_sprouts.toml\nbutternut_squash_aux_fine_herbs.toml\ncheese_straws.toml\ncheesecake.toml\nchicken_cacciatore.toml\nchocolate_fondue.toml\ncroque_monsieur.toml\ngrasshopper_pie.toml\nhorseradish_fondue_sauce.toml\njewel_bars.toml\nlasagna.toml\nlemon_charlotte_russe.toml\nnanaimo_bars.toml\nolive_nut_spread.toml\npasta_sauce.toml\nplantain_mash.toml\nprofiteroles_with_chocolate_sauce.toml\nraspberry_frozen_dessert."], 1253], ["http://127.0.0.1:8000/label/Cajun/", "Bork, Bork, Bork: Label: Cajun ", ["text", "\tBork, Bork, Bork: Label: Cajun\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: Cajun\tBlackened Catfish\t"], 171], ["http://127.0.0.1:8000/label/French/", "Bork, Bork, Bork: Label: French ", ["text", "\tBork, Bork, Bork: Label: French\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: French\tBase for a cream sauce\tBeef Bourguignon\tCroque Monsieur\tProfiteroles with Chocolate Sauce\t"], 253], ["http://127.0.0.1:8000/label/Italian/", "Bork, Bork, Bork: Label: Italian ", ["text", "\tBork, Bork, Bork: Label: Italian\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: Italian\tLasagna (JLT-style)\tPasta Sauce\t"], 191], ["http://127.0.0.1:8000/label/breakfast/", "Bork, Bork, Bork: Label: breakfast ", ["text", "\tBork, Bork, Bork: Label: breakfast\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: breakfast\tZiplock Omlettes\t"], 178], ["http://127.0.0.1:8000/label/dips/", "Bork, Bork, Bork: Label: dips ", ["text", "\tBork, Bork, Bork: Label: dips\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: dips\tArtichoke Dip\tBlue Cheese Fondue Sauce\tNanaimo Bars\t"], 207], ["http://127.0.0.1:8000/label/fondue/", "Bork, Bork, Bork: Label: fondue ", ["text", "\tBork, Bork, Bork: Label: fondue\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: fondue\tBBQ Sauce\tBlue Cheese Fondue Sauce\tChocolate Fondue\tHorseradish Fondue Sauce\tSteak Fondue Sauce\t"], 261], ["http://127.0.0.1:8000/label/sides/", "Bork, Bork, Bork: Label: sides ", ["text", "\tBork, Bork, Bork: Label: sides\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRecipes Labelled: sides\tBrussel Sprouts\tButternut Squash aux Fine Herbs\tPlantain Mash\t"], 219], ["http://127.0.0.1:8000/recipe/artichoke_dip/", "Bork, Bork, Bork: Artichoke Dip ", ["text", "\tBork, Bork, Bork: Artichoke Dip\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tArtichoke Dip\tServes: 8\tCook time: 35 mins\tdips\tIngredients\t1 can\tArtichokes, drained and chopped\t1 can\tgreen chiles (small, in salsa isle)\t1 cup\tmayonnaise\t1 cup\tparmessan cheese\tSteps\tMix all ingredients together. Spray an 8X8 pan with Pam and bake for 30\nminutes at 350F\t"], 445], ["http://127.0.0.1:8000/recipe/cheese_straws/", "Bork, Bork, Bork: Cheese Straws ", ["text", "\tBork, Bork, Bork: Cheese Straws\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tCheese Straws\tServes: 28\tCook time: 15 mins\tIngredients\tpinch\tAll-purpose flour, for dusting\tpinch\tCoarse salt\t14 oz\tfrozen puff pastry, thawed\t1\tlarge egg lightly beaten\t4 oz\tParmigiano-Reggiano cheese approx. 1츽췋 cups coursely grated\tSteps\tOn a lightly floured work surface, roll out pastry dough to a 12-inch square. Use a pastry brush to dust off excess flour; brush some beaten egg over dough until well moistened.\nSprinkle bottom half of dough with half the cheese and a pinch of salt. Fold top half of dough over cheese-covered section, and press gently all over dough to seal. Roll out dough again to a 7 츽췋-by-12 츽췋-inch rectangle. Brush top of dough with more beaten egg. Sprinkle evenly with remaining cheese, and season with salt; press gently on topping to adhere it.\nUsing a pastry wheel or sharp knife, trim edg"], 1934], ["http://127.0.0.1:8000/recipe/olive_nut_spread/", "Bork, Bork, Bork: Olive Nut Spread ", ["text", "\tBork, Bork, Bork: Olive Nut Spread\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tOlive Nut Spread\tServes: 10\tCook time: 20 mins\tIngredients\t츽췋 cup\tchopped pecans\t8 oz\tcream cheese, softened\t1 cup\tgreen stuffed olives, finely chopped\t1 tsp\tliquid from olives\t츽췋 cup\tmayonnaise (reg or low fat)\tdash\tpepper\tSteps\tCombine cream cheese and mayo. Add liquid and pepper.\tFold in pecans and\nolives. Chill until ready to serve.\t"], 525], ["http://127.0.0.1:8000/recipe/amaretto_chicken/", "Bork, Bork, Bork: Amaretto Chicken ", ["text", "\tBork, Bork, Bork: Amaretto Chicken\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tAmaretto Chicken\tServes: 6\tCook time: 45 mins\tIngredients\t1 cup\tparmessan cheese\t3 Tbsp\tall purpose flour\t1 cup\tamaretto\t5-10\tboneless chicken breasts\t2\tTbsp\tbutter or margarine\t2 Tbsp\tcooking oil\t1 츽췋 Tbsp\tdijon mustard\t6 Tbsp\tfrozen orange juice concentrate, thawed\t1 츽췋 Tbsp\tgarlic powder\t2 Tbsp\tpaprika\t1 츽췋 Tbsp\tpepper\t츽췋 Tbsp\tsalt\tSteps\tMix all dry ingredients. Coat each chicken breast in dry\nmixture. Saute in oil and butter in a skillet, only until brown on\nboth sides. Remove chicken breasts to a baking dish. Add\nthe remaining ingredients to the skillet, stirring to deglaze.\nIncrease heat. Cook until slightly thickened, stirring\nconstantly. Pour over chicken. Bake at 375 F for 45 minutes.\t"], 925], ["http://127.0.0.1:8000/recipe/beef_bourguignon/", "Bork, Bork, Bork: Beef Bourguignon ", ["text", "\tBork, Bork, Bork: Beef Bourguignon\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBeef Bourguignon\tServes: 4\tCook time: 3s\tFrench\tIngredients\t2 lbs\tlean beef, such as round steak, cut in cubes\tchopped parsley\t3 Tbsp\tflour\t1 cup\tfresh or canned mushrooms (optional)\t2\tcloves garlic, crushed\t1-2 tsp\tliquid gravy browning such as Kitchen Bouquet\t2\tmedium onions, sliced, or 12 very small onions peeled\t츽췊 tsp\tpepper\t1 cup\tred wine\t1 tsp\tsalt (optional)\t1\tsmall bay leaf, crumbled finely (although I use multiple and put them in whole)\t츽췋 tsp\tthyme\t1 cup\twater\tSteps\tIn oven proof dutch oven or large casserole, mix all ingredients\nexcept liquids. Then stir in liquids. Cover and bake at 350 F\noven for 3 hours or until meat is very tender stirring\noccasionally (at least every 츽췋 hour). Serve over rice or\nnoodles sprinkled with chopped parsley. Makes 4-6 se"], 1013], ["http://127.0.0.1:8000/recipe/blackened_catfish/", "Bork, Bork, Bork: Blackened Catfish ", ["text", "\tBork, Bork, Bork: Blackened Catfish\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBlackened Catfish\tServes: 2\tCook time: 1\tCajun\tIngredients\t1 tsp\tblack pepper\t1 lbs\tcatfish\t1 tsp\tcayene pepper\t1 Tbsp\tgarlic powder\t2 Tbsp\tolive oil\t1 Tbsp\tonion powder\t1 tsp\toregano\t1 tsp\tpaprika\t츽췋 tsp\tsalt\t2 tsp\tthyme\t1 tsp\twhite pepper\tSteps\tPlace the fish fillets in a large bowl and drizzle olive oil over them, let stand for 30 minutes\nCombine spices in a 9-inch pie plate.\nHeat a cast iron skillet upside down over high heat for 5 to 10 minutes or until very hot.\nTurn on vent fan during cooking to eliminate smoke.\nUsing a hot pad, turn pan right side up.\nRemove fish fillets from oil and drain.\nDip each fillet into seasonings and coat each side evenly.\nPut fillets in hot skillet and cook 2 to 3 minutes per side, turning only once.\t"], 964], ["http://127.0.0.1:8000/recipe/brussel_sprouts/", "Bork, Bork, Bork: Brussel Sprouts ", ["text", "\tBork, Bork, Bork: Brussel Sprouts\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBrussel Sprouts\tMakes brussel sprouts edible\tCook time: 5 mins\tsides\tIngredients\tBrussel sprouts\tOlive oil\tpinch\tSalt\tSteps\tQuarter the brussel sprouts\nLightly coat with olive oil and a bit of salt\nBroil on medium until lightly browned\tNotes\tFrom Cooking for Geeks book\t"], 443], ["http://127.0.0.1:8000/recipe/butternut_squash_aux_fine_herbs/", "Bork, Bork, Bork: Butternut Squash aux Fine Herbs ", ["text", "\tBork, Bork, Bork: Butternut Squash aux Fine Herbs\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tButternut Squash aux Fine Herbs\tServes: 4\tCook time: 25 mins\tsides\tIngredients\t츽췋 tsp\tfresh tarragon\t1\tlarge butternut squash\t3\tlarge mushrooms, thinly sliced\t1 츽췋 tsp\tminced fresh chervil\t1 Tbsp\tminced fresh parsely\t츽췊 cup\tnon-fat, or low-fat chicken stock\t1 tsp\tolive oil\t1\tlarge onion, thinly sliced\t1 츽췋 tsp\tsnipped fresh chives\tSteps\tPeel squash, remove the seeds and cut into 츽쬪" cubes. Heat oil in large\nnonstick frying pan over medium-low heat, and add the onions and mushrooms.\nSaut츾춸 for about 5 minutes or until the onion softens. Add the squash and\nchicken stock. Cover tightly and cook until squash is tender, approximately 20\nminutes. Remove the cover and cook a minute or two longer to evaporate most of\nthe remaining liquid. Sprinkle on the parsley, chives, chervil a"], 1018], ["http://127.0.0.1:8000/recipe/chicken_cacciatore/", "Bork, Bork, Bork: Chicken Cacciatore ", ["text", "\tBork, Bork, Bork: Chicken Cacciatore\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tChicken Cacciatore\tServes: 4\tCook time: 35 mins\tIngredients\t1 tsp\tbasil\t1\tbay leaf\t1 lbs\tbonesless, skinless chicken\t3 cup\tbroad noodles, warm\t28 oz\tcan of diced tomatoes\t1 cup\tchopped green bell pepper\t1 cups\tchopped onion\t4 tsp\tcornstarch\t1 tsp\tdried basil\t츽췋 tsp\tdried oregano\t츽췋 cup\tdry red wine (white can be used)\t츽췊 tsp\tgarlic powder\t6 cloves\tgarlic, chopped\t3 cups\tmedium mushrooms, quartered\tolive oil cooking spray\tsalt and pepper to taste\t2 Tbsp\twater, comine with cornstarch\tSteps\tCut chicken into bite sized pieces, sprinkle with combined tsp. of basil,\noregano and garlic powder. Spray large skillet with cooking spray. Cook\nchicken over medium heat until browned only. Remove and sprinkle with salt and\npepper.\nAdd onion, garlic and bell"], 1399], ["http://127.0.0.1:8000/recipe/croque_monsieur/", "Bork, Bork, Bork: Croque Monsieur ", ["text", "\tBork, Bork, Bork: Croque Monsieur\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tCroque Monsieur\tFancy pants way of saying grilled ham and cheese sandwhich\tServes: 4\tCook time: 20 mins\tFrench\tIngredients\t1 Tbsp\tbutter\t4 slices\tcooked ham\t1 tsp\tdijon mustard\t2\teggs\t2 cups\tgrated Gruyere cheese\t2 Tbsp\tmayonnaise\t2 Tbsp\tmilk\t1 Tbsp\toil\t8 slices\twhite bread (thin)\tSteps\tCut crusts from bread (optional). Combine cheese, mustard and enough\nmayonnaise to make mixture paste-like, make sure mixture is not wet.\nSpread mixture thickly on 8 slices of bread. Place slices of ham on 4 slices\nof bread, spread with cheese. Cover with remaining slices of bread, cheese\nside down.\nBeat eggs and milk together. Pour into a shallow pan. Dip both sides of each\nsandwich in egg mixture.\nHeat oil and butter in large frying pan. Brown sandwiches on each side for 5\nminutes or until golden brown.\n"], 1005], ["http://127.0.0.1:8000/recipe/lasagna/", "Bork, Bork, Bork: Lasagna (JLT-style) ", ["text", "\tBork, Bork, Bork: Lasagna (JLT-style)\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tLasagna (JLT-style)\tLasagna casserole with a thick cheese and meat sauce\tServes: 4\tCook time: 1\tItalian\tIngredients\t1 lbs\textra lean ground beef\t츽췋 tsp\tcayene pepper\t2-3 cloves\tgarlic\t1 Tbsp\tItalian Seasoning\t1\tmedium onion, chopped (optional)\t츽췋 cup\tred wine (optional)\t츽췋 tsp\tsage\t5.5 oz\ttomato paste\t7.5 oz\ttomato sauce\t28 oz\ttomatoes (single can), can use diced for less work\t1 cup\twater\t340 g\tblock of mozzarella\t6 slices\tProvolone\t2-3 oz\tgrated Parmesan\t6 slices\tHavarti\t10-12\tlasagna noodles\tSteps\tPasta Sauce\nBrown beef in large pot such as a dutch oven, using medium heat. Drain beef in\na colander. Set aside for now. Cook the chopped oven in the container used for\ncooking the beef, using medium heat - about 5 minutes. Ignore the slight\nburn"], 2771], ["http://127.0.0.1:8000/recipe/pasta_sauce/", "Bork, Bork, Bork: Pasta Sauce ", ["text", "\tBork, Bork, Bork: Pasta Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tPasta Sauce\tSimple, but good, meat sauce for pastas\tServes: 4\tCook time: 45 mins\tItalian\tIngredients\t츽췋 tsp\tcayene pepper\t1 lbs\textra lean ground beef\t2-3 cloves\tgarlic\t1 Tbsp\tItalian Seasoning\t1\tmedium onion, chopped\t츽췋 cup\tred wine (optional)\t츽췋 tsp\tsage\t5.5 oz\ttomato paste\t7.5 oz\ttomato sauce\t28 oz\ttomatoes (single can), can use diced for less work\t1 cup\twater\tSteps\tBrown beef in large pot such as a dutch oven, using a med.\theat. Drain beef\nin a colander. Set aside for now.\tCook the chopped onion in the container used\nfor cooking the beef, using medium heat - about 5 minutes. Ignore the slight\nburning to the bottom of the pan. Pour in the can of tomatoes. If whole\ntomatoes are used, break up with a potato masher. Add tomato sauce, paste,\nwater, wine, spices and beef. Bring to"], 1219], ["http://127.0.0.1:8000/recipe/plantain_mash/", "Bork, Bork, Bork: Plantain Mash ", ["text", "\tBork, Bork, Bork: Plantain Mash\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tPlantain Mash\tServes: 2\tCook time: 10 mins\tsides\tIngredients\t3 츽췋 oz\tbutter\t2 oz\tfresh coriander, chopped\t1 tsp\tfresh thyme leaves\t2 cloves\tgarlic\t3 oz\tolive oil\t2\tplantains\tSteps\tPreheat the oven to 200C/400F. Peel the plantains, cut into large pieces and\ncook gently in a pan with the olive oil. add the thyme, garlic and half of the\nbutter. Bake in the oven for about 10 minutes. This will soften the plantains\nfurther. When ready, remove the plantains from the oven and mash with a fork.\nAdd the rest of the butter and the chopped coriander.\t"], 731], ["http://127.0.0.1:8000/recipe/shepherds_pie/", "Bork, Bork, Bork: Shepard's Pie ", ["text", "\tBork, Bork, Bork: Shepard's Pie\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tShepard's Pie\tServes: 4\tCook time: 30 mins\tIngredients\t10 oz\tcan tomato sauce\t1 can\tcorn\t츽췋 lbs\tground beef\t3-4\tpotatoes\t200 g\tshredded cheddar\tSteps\tBrown the ground beef in a frying pan\nWhile browning the ground beef boil the potatoes (peeled)\nWhen ground beef is ready add tomato sauce and a bit of browning for colouring.\tOptionally spice, some of: italian seasoning, sage, pepper and or a bit of cayanne as you see fit.\nWhen potatoes are ready mash intensly or whip\nCover the bottom of a square pyrex with the ground beef, layer the potato on top\nCover the potato with a thin layer of cheese\nBroil pie under High setting until cheese bubbles or starts to crisp\t"], 845], ["http://127.0.0.1:8000/recipe/shrimp_in_garlic_butter_sauce/", "Bork, Bork, Bork: Shrimp in butter garlic sauce ", ["text", "\tBork, Bork, Bork: Shrimp in butter garlic sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tShrimp in butter garlic sauce\tServes: 2\tCook time: 15 mins\tIngredients\t4 Tbsp\tButter, unsalted\t3 cloves\tGarlic\t4 Tbsp\tLemon juice\t1 lbs\tShrimp\tSteps\tCrush/chop 3-4 cloves of garlic. Do not slice (doesn't melt into sauce enough).\nPut 1 tablespoon of butter into a frying pan and fry the garlic. Once the\ngarlic is brown, proceed.\nIf shrimp is not pre-cooked: fry shrimp in the butter and garlic.\nOnce shrimp is cooked (or pre-cooked), add shrimp, rest of butter to pan. Fry\nfor about 5 minutes.\n(Optional) Add lemon juice\nSpice with pepper, parsely, Herbs de Provence or whatever else you like\tNotes\tPreparation Notes\nDefrost shrimp by soaking in cold water for 30 minutes\nVariations\nPossibly experiment with only 3 Tbsp of butter\nNeed a lot of parsely if coating in pan, most of it ends up remaining in the sauce\nInste"], 1220], ["http://127.0.0.1:8000/recipe/steak/", "Bork, Bork, Bork: Steak (oven/seared) ", ["text", "\tBork, Bork, Bork: Steak (oven/seared)\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSteak (oven/seared)\tSteak done to perfection.\tCooked first then pan seared.\tServes: 1\tCook time: 25 mins\tIngredients\t1\tpepper\t1\tsalt\t1\tsteak\tSteps\tPre-heat oven to 275F\n(Optionally) Salt/pepper steaks to taste\nBake steak in oven.\tThe slow cooking process makes the meat tender.\nCook to the correct core temperature as desired:\nMedium Rare 90-95 degrees (20-25 minutes)\nMedium 100-105 degrees (25-30 minutes)\tCooking times may vary greatly depending on thickness of steak. 2\" steaks can take up to 45 minutes. Watch their temperature as they cook.\nHeat oil in a skillet, iron works great, on medium-high heat.\nQuickly sear the steaks. Less than 2 minutes per side, again to taste.\tSearing seals in the taste and makes the food safe.\tBy searing after cooking you get a nice thin sear line and cooked perfectly to temperature.\n"], 1005], ["http://127.0.0.1:8000/recipe/turkey/", "Bork, Bork, Bork: Turkey (scaled & roasted) ", ["text", "\tBork, Bork, Bork: Turkey (scaled & roasted)\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tTurkey (scaled & roasted)\tScalding the turkey shrinks the skin and locks in the juices. This method also\nuses a higher heat for less time than just roasting alone.\tServes: 4\tCook time: 2s-30\tIngredients\t츽췋 tsp\tcayene pepper\t3-4\tstalks of celery, finely chopped\t1 tsp\tgarlic powder\t2 Tbsp\tItalian spice\t츽췋-츽 cup\tmelted butter or margarine\t1\tmedium onion, finely chopped\t1 츽췋 Tbsp\tsage\t1 Tbsp\tthyme\t1\tTurkey\t20 cups\twater\t츽췋-1\tloaf white bread broken into bite-sized chunks\tSteps\tTurkey\nTurkey: best to use one that is NOT a Butter ball or injected with other junk\nBoiling water: usually requires 1 electric kettle full and one pot\nwith similar amount from stove - both required at same time\nEnsure that turkey is thawed - may need to set in sink full of cold water for\nseveral"], 1921], ["http://127.0.0.1:8000/recipe/veal_birds/", "Bork, Bork, Bork: Veal Birds ", ["text", "\tBork, Bork, Bork: Veal Birds\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tVeal Birds\tServes: 4\tCook time: 1-20\tIngredients\t10 oz\tbeef broth (1 can)\t츽췋 tsp\tcayene pepper\t4 Tbsp\tcooking oil\t3-4 Tbsp\tflour\t1 Tbsp\tflour\t1 tsp\tgarlic powder\t250 g\tground pork\t1 Tbsp\tItalian seasoning\t1 Tbsp\tketchup\t1\tmedium onion, finely chopped\t2 Tbsp\tprepared mustard\t츽췋 tsp\tsage\t16 slices\tVeal scaloppini (red is preferred)\tSteps\tRequires 1-2 Veal Scaloppini per person - red scaloppini is more flavourful\nand less expensive than the white\n50 grams of ground pork per scaloppini bird\nStuffing\nFor 6-8 scaloppini use the following stuffing\tground pork\nprepared mustard\nketchup\ngarlic powder\nItalian seasoning\nsage\ncayenne pepper\tMix all stuffing ingredients into ground pork.\nOn a piece of wax paper, spread a thin layer of flour.\tLayout 1 piece of\nscaloppini on flour. Spre"], 2005], ["http://127.0.0.1:8000/recipe/ziplock_omelets/", "Bork, Bork, Bork: Ziplock Omlettes ", ["text", "\tBork, Bork, Bork: Ziplock Omlettes\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tZiplock Omlettes\tThis isn't so much a recipe as a preparation technique.\tEspecially useful to\nmake custom omelletes for individuals and nobody has to wait.\nUse whatever ingredients you would normally use in an omellette.\tServes: 1\tCook time: 13 mins\tbreakfast\tIngredients\t2\teggs\tWhatever you want in an omlette\tSteps\tIf preparing different omelletes, have each person write their name on a ziploc bag.\tCrack 2 eggs into a quart sized ziploc bag, shake to combine them\nAdd ingredients (e.g: cheese, ham, onion, green peppers, tomato, hash browns, salsa, etc.)\nShake bag to mix ingredients\nMake sure all of the air is out of the bag\nPlace bags in roiling boiling water for 13 minutes.\nCut bags and the omellette will roll out of the bag (careful they'll be hot)\t"], 928], ["http://127.0.0.1:8000/recipe/bbq_sauce/", "Bork, Bork, Bork: BBQ Sauce ", ["text", "\tBork, Bork, Bork: BBQ Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBBQ Sauce\tServes: 4\tCook time: 1 mins\tfondue\tIngredients\t1 Tbsp\tbutter\t7.5 oz\tcan tomato sauce\t츽췋 tsp\tgarlic powder\t2 Tbsp\tlemon juice\t1 Tbsp\tprepared mustard\t1 Tbsp\tWorcestershire sauce\tSteps\tCombine all ingredients, heat to boiling.\tServe hot.\t"], 426], ["http://127.0.0.1:8000/recipe/basic_cream_sauce/", "Bork, Bork, Bork: Base for a cream sauce ", ["text", "\tBork, Bork, Bork: Base for a cream sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBase for a cream sauce\tCook time: 10 mins\tFrench\tIngredients\t2 Tbsp\tbutter\t2 Tbsp\tflour\t1 Tbsp\tmilk\tSteps\tHeat 1-1칙춘춥 cups of milk in a sauce pan, once it is heated pour it back into the measuring cup\nMelt 2 Tbsp butter together with 2 Tbsp of flour. You will get a paste, stir constantly, don't let it burn.\nSlowly mix the heated milk into the paste\nAdd water to thin out\tNotes\tVariations\nCreamier: Mix 칙춘춥 cup of heavy cream with the milk\nCheese: add 츽췊 cup of Parmesan to sauce. Use a bit less flour\nRose: add 3-4 tablespoons of tomato paste.\nWine: replace some of the fluid (milk or water) with 츽췊 cup of white wine\nWhite pepper can be added for flavour\nGarlic: after heating the milk, fry garlic 2-3 cloves of garlic. Add the butter to the garlic once it has browned\t"], 947], ["http://127.0.0.1:8000/recipe/blue_cheese_fondue_sauce/", "Bork, Bork, Bork: Blue Cheese Fondue Sauce ", ["text", "\tBork, Bork, Bork: Blue Cheese Fondue Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBlue Cheese Fondue Sauce\tServes: 4\tCook time: 5 mins\tdips\tfondue\tIngredients\t츽췊 cup\tblue cheese, crumbled\t츽췋 cup\tsour cream\t1 tsp\tWorcestershire sauce\tSteps\tMix thoroughly and refrigerate. Serve at room temperature.\t"], 394], ["http://127.0.0.1:8000/recipe/horseradish_fondue_sauce/", "Bork, Bork, Bork: Horseradish Fondue Sauce ", ["text", "\tBork, Bork, Bork: Horseradish Fondue Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tHorseradish Fondue Sauce\tServes: 4\tCook time: 5 mins\tfondue\tIngredients\thorseradish to taste\t츽췋 cup\tketchup\t4 Tbsp\tvinegar\tSteps\tMix and serve at room temperature\t"], 339], ["http://127.0.0.1:8000/recipe/steak_fondue_sauce/", "Bork, Bork, Bork: Steak Fondue Sauce ", ["text", "\tBork, Bork, Bork: Steak Fondue Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSteak Fondue Sauce\tServes: 4\tCook time: 10 mins\tfondue\tIngredients\t7.5 oz\tcan of tomato sauce\t츽췋 cup\tHeinz 57 Steak Sauce\t2 Tbsp\tSalad oil\tSteps\tCombine ingredients in saucepan - bring to a boil.\tServe hot.\t"], 378], ["http://127.0.0.1:8000/recipe/blitz_torte/", "Bork, Bork, Bork: Blitz Torte ", ["text", "\tBork, Bork, Bork: Blitz Torte\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBlitz Torte\tServes: 10\tCook time: 35 mins\tIngredients\t1 tsp\tbaking powder\t츽췋 tsp\tcinnamon\t4\tegg whites\t4\tegg yolks\t3 Tbsp\tmilk\t칙춘춭 tsp\tsalt\t츽췋 cup\tshortening\t1 cup\tsifted cake flour (all purpose is ok)\t츽췋 cup\tsliced almonds\t츽췋 cup\tsugar\t츽 cup\tsugar\t1 Tbsp\tsugar\t1 tsp\tvanilla\tSteps\tCake\tshortening\nsugar\nsalt\negg yolks\nvanilla\nmilk\nsifted cake flour (all purpose is OK)\nbaking powder\tCream shortening, gradually add sugar, salt and cream until fluffy. Add egg\nyolks one at a time, beating well.\tSift flour and baking powder and stir into\ncreamed mixture with milk and vanilla. Spread into 2 @ 9 inch (23 cm) layer\ncake pans.\nTop\tegg whites\nsugar\nsliced almonds\nsugar\ncinnamon\tBeat egg whites until soft peaks form, gradually add sugar, beat until peaks\nround over gently; spre"], 1234], ["http://127.0.0.1:8000/recipe/cheesecake/", "Bork, Bork, Bork: Cheesecake -- New York Accent ", ["text", "\tBork, Bork, Bork: Cheesecake -- New York Accent\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tCheesecake -- New York Accent\tServes: 6\tCook time: 55 mins\tIngredients\t2 Tbsp\tcornstarch\t츽 cup\tegg substitute, liquid\t300 g\tfrozen unsweetened raspebbries, thawed\t칙춘춥 cup\tgraham cracker crumbs (low fat if available)\t1 츽췋 tsp\tgrated lemon zest\t1 Tbsp\tlemon juice\t2 tsp\tlemon zest\t24 oz\tlow fat cream cheese\tmixed berries to garnish\t츽 cup\tsugar (cake)\t칙춘춥 cup\tsugar (topping)\t1 츽췋 tsp\tvanilla extract\tSteps\tCake\nIn large mixing bowl, using an electric mixer, beat together cream cheese,\nsugar, vanilla until well blended. Add egg substitute, lemon zest and lemon\njuice. Beat just enough to blend, no more.\nCoat base of an 8 inch springform pan or 9 inch pie plate with cooking spray.\nAdd graham cracker crumbs and shake pan so crumbs cling to the bottom and\nsides. Shake e"], 1734], ["http://127.0.0.1:8000/recipe/chocolate_fondue/", "Bork, Bork, Bork: Chocolate Fondue ", ["text", "\tBork, Bork, Bork: Chocolate Fondue\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tChocolate Fondue\tServes: 2\tCook time: 10 mins\tfondue\tIngredients\t2 Tbsp\tgranulated sugar\t츽췊 cup\tlight cream or milk\t2 Tbsp\torange, chocolate or coffee liquor\t3 oz\tsemisweet chocolate\t츽췋 tsp\tvanilla\tSteps\tCombine chocolate, sugar and cream or milk in medium microwavable bowl.\nMicrowave at medium (50% power) 2 minutes, stirring part way through. Stir\nuntil smooth. Stir in liqueur and vanilla. Serve warm for dipping.\t"], 598], ["http://127.0.0.1:8000/recipe/grasshopper_pie/", "Bork, Bork, Bork: Grasshopper Pie ", ["text", "\tBork, Bork, Bork: Grasshopper Pie\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tGrasshopper Pie\tFrozen mint dessert, contains some alcohol\tServes: 8\tCook time: 20 mins\tIngredients\t1 oz\tCreme de Cacao\t1 츽췋 oz\tCreme de Menthe\t24\tlarge marshmallows\t츽 cup\tmilk\t18\tOreo Cookies, roll into crumbs, line pie plate\t1 cup\twhipping cream\tSteps\tCrust\tOreo Cookies - roll into crumbs - line pie plate\nlarge marshmallows\nmilk\tFilling\nCombine marshmallows and milk. Melt in a double boiler.\nLet cool, then add:\tCreme,e de Cacao\nCreme de Menthe\nwhipping cream\tWhip cream and fold into marshmallow mixture. Freeze.\nThaw 20-30 minutes before serving.\t"], 746], ["http://127.0.0.1:8000/recipe/jewel_bars/", "Bork, Bork, Bork: Jewel Bars ", ["text", "\tBork, Bork, Bork: Jewel Bars\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tJewel Bars\tServes: 20\tCook time: 35 mins\tIngredients\t1 츽췊 cup\tall-purpose flour\t칙춘춦 cup\tbrown sugar, firmly packed\t츽 cup\tbutter or margarine, softened\t1\tegg\t1 츽췋 cup\thalved candied cherries\t츽췋 tsp\tsalt\t1 츽췋 cup\tsalted mixed nuts\t1 cup\tsemisweet chocolate chips\tSteps\tCombine flour with 칙춘춥 cup (85 ml) brown sugar. Cut in margarine until mixture\nresembles coarse crumbs. Press mixture evenly and firmly onto bottom of\nungreased 13x9x3 inch (32x23x7.5 cm) glass baking dish.\tBake at 350F. for 15\nminutes.\nMeanwhile beat egg slightly in large bowl. Stir in remaining 칙춘춥 cup (85 ml)\nbrown sugar and salt. Add nuts, cherries chocolate chips. Toss mixture lightly\nto coat. Spoon fruit mixture evenly over baked layer. Press firmly to adhere\nlayers. Bake an additional 20 minutes. Cool. Cut into bars.\t"], 990], ["http://127.0.0.1:8000/recipe/lemon_charlotte_russe/", "Bork, Bork, Bork: Lemon Charlotte Russe ", ["text", "\tBork, Bork, Bork: Lemon Charlotte Russe\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tLemon Charlotte Russe\tServes: 8\tCook time: 25 mins\tIngredients\tCandied lemon rind and fresh raspberries for garnish (optinal)\t4\teggs, separated\t츽췋 cup\tfreshly squeezed lemon juice (bottled stuff works fine)\t1\tgrated lemon rind (optional)\t16-20\tlady fingers, split, soft kind work best\t츽췊 tsp\tsalt\t1 cup\tsugar\t1\tenvelope unflavoured gelatin\t1 cup\twhipping cream, whipped to soft peaks\tSteps\tBase\nSprinkle gelatin over lemon juice in small bowl. Let soften 5 minutes.\nBeat together with electric mixer yolks, 츽췋 cup of the sugar and the salt in\ntop of double boiler. Gradually beat in gelatin mixture. Cook over boiling\nwater, stirring constantly until mixture starts to thicken and gelatin is\ndissolved (6 minutes). Don't let bottom of double boiler top touch water.\nPour into large bowl. Add le"], 2033], ["http://127.0.0.1:8000/recipe/nanaimo_bars/", "Bork, Bork, Bork: Nanaimo Bars ", ["text", "\tBork, Bork, Bork: Nanaimo Bars\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tNanaimo Bars\tServes: 24\tCook time: 30 mins\tdips\tIngredients\t1 cup\tAngel Flake coconut\t2 Tbsp\tBird's Custard Powder\t1 Tbsp\tbutter\t츽췊 cup\tbutter, softened\t츽췋 cup\tbutter, softned\t1\tegg\t2 cups\tgraham wafer crumbs\t2 Tbsp\tgranulated sugar\t2 cups\ticing sugar, sifted\t3 Tbsp\tmilk\t1 oz\tSemisweet chocolate\t츽췋 oz\tSemisweet chocolate, melted, cooled\t1 tsp\tvanilla\tSteps\tBase\tSemisweet chocolate, melted and cooled\ngraham wafer crumbs\nAngel Flake coconut\nbutter - softened\ngranulated sugar\nvanilla\negg\tCombine base ingredients, mix well. Press into 9 inch (2.5 l) square cake pan.\nChill\nFILLING\tbutter - softened\nmilk\nBird's Custard Powder\nicing sugar - sifted\tCombine butter, milk and custard powder . Blend in icing sugar until smooth.\nSpread over base. Chill at least 15 minutes\nGLAZE\n"], 1350], ["http://127.0.0.1:8000/recipe/profiteroles_with_chocolate_sauce/", "Bork, Bork, Bork: Profiteroles with Chocolate Sauce ", ["text", "\tBork, Bork, Bork: Profiteroles with Chocolate Sauce\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tProfiteroles with Chocolate Sauce\tCook time: 45 mins\tFrench\tIngredients\t1 cup\tbutter\t2 Tbsp\tbutter\t1\tegg, beaten with 1 tbs of water\t8\teggs\t1 cup\theavy cream\t1츽췋- 2 Tbsp\ticing sugar\t츽췊 cup\tlight corn syrup\t츽췊 tsp\tsalt\t1 tsp\tsalt\t2 cups\tsifted all purpose flour\t1 cup\tsugar\t1 oz\tunsweetened chocolate\t1 tsp\tvanilla\t1 tsp\tvanilla\t2 cups\twater\t칙춘춥 cup\twater\tSteps\tPastry\nMake half the recipe for Chou paste (see below). Put it in a pastry bag about\nthe size of walnuts onto greased cookie sheets. Or drop paste from a teaspoon.\nBrush beaten egg over tops of the balls. Bake in a preheated hot oven at 425F\nfor 20-25 minutes. Turn off oven heat. Prick puffs with a knife to allow steam\nto escape and leave them in the oven 15 minutes to allow ce"], 2330], ["http://127.0.0.1:8000/recipe/raspberry_frozen_dessert/", "Bork, Bork, Bork: Raspberry Frozen Dessert ", ["text", "\tBork, Bork, Bork: Raspberry Frozen Dessert\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tRaspberry Frozen Dessert\tServes: 10\tIngredients\t2 Tbsp\tbutter or margarine\t1 cup\tchocolate wafer crumbs\t1 L\tCool Whip (thawed)\t1 can\tfrozen concentrated raspberry juice, thawed\t2 Tbsp\ticing sugar\t250 g\tLight Philadelphia Cream Cheese (softened)\tSteps\tCombine crumbs and butter and press onto bottom of a 9 inch (23 cm) spring\nform pan. Place crust in freezer for 15 minutes.\nPlace cream cheese, raspberry concentrate and icing sugar in blender or food\nprocessor. Beat on high speed until smooth. Pour into large bowl and fold in\nCool Whip.\nPour over crust. Freeze until firm (approximately 4 hours). Remove from\nfreezer 10 minutes before serving. Makes 10 - 12 servings.\t"], 853], ["http://127.0.0.1:8000/recipe/seven_layered_ribbon_salad/", "Bork, Bork, Bork: Seven Layered Ribbon Salad ", ["text", "\tBork, Bork, Bork: Seven Layered Ribbon Salad\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSeven Layered Ribbon Salad\tServes: 8\tCook time: 25 mins\tIngredients\t2\tenvelopes unflavoured gelatin\t2 cups\tmilk\t4\tsmall packages of Jello: green, red, orange, yellow\t2 cups\tsour cream\t1 cup\tsugar\t2 tsp\tvanilla\tSteps\t4 Jello Layers\tsmall packages of Jello - green, red, orange, yellow\tLightly oil a 13x9x2 inch (33x23x5 cm) glass dish, then chill. Alternate Jello\nand cream layers, starting and ending with Jello\nDissolve one pack of Jello in 1 cup (250 ml) of boiling water. Add 츽췋 cup\n(125 ml) of cold water. Pour in glass dish - leave to set.\nIT IS IMPORTANT to make sure each layer is set before adding next layer.\nCream Layer\tsour cream\nmilk\nsugar\nvanilla\nenvelopes unflavoured gelatin\tHeat 2 cups (500 ml) of milk to boiling. Add 1 cup (250 ml) sugar. Mix\ntogether until sugar is dissolved. Mix 2 env"], 1395], ["http://127.0.0.1:8000/recipe/skor_crunch_bars/", "Bork, Bork, Bork: Skor Crunch Bars ", ["text", "\tBork, Bork, Bork: Skor Crunch Bars\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tSkor Crunch Bars\tServes: 10\tCook time: 45 mins\tIngredients\t츽 cup\tbutter\t2 Tbsp\tbutter\t1 can\tsweetened condensed milk\t200 g\tChipits Skor Toffee Bits (1 package)\t1츽췋 cups\tflour\t츽 cup\tpacked brown sugar\t1츽췋 cup\tsemi-sweet or milk chocolate chips\tSteps\tPreheat oven to 350F. Grease a 13x9 pan.\nBase: combine flour and brown sugar. Cut in butter until mixture is crumbly. Press evenly in pan. Bake for 15-20 minutes, or until golden brown.\nTopping: Heat sweetened condensed milk & butter in heavy saucepan over medium-low heat, stirring constantly (watch out it burns easily), for 5-10 minutes, or until thickened. Spread over baked base. Bake 12-15 minutes longer, or until golden.\nSprinkle chocolate chips evenly on top. Return to oven for 2-3 minutes, or until chocolate is soft & shiny. Remove from oven. Spread c"], 1139], ["http://127.0.0.1:8000/recipe/tiramisu_cake/", "Bork, Bork, Bork: Tiramisu Cake ", ["text", "\tBork, Bork, Bork: Tiramisu Cake\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tTiramisu Cake\tServes: 10\tCook time: 25 mins\tIngredients\t츽췊 cup\tamaretto\t1 cup\tbrewed espresso\t4\tegg yolks\tpackage lady fingers\t1 lbs\tmascarpone cheese\tpowdered sugar\t3 Tbsp\tsugar\tunsweetened cocoa\t1 cup\twhipping cream, whipped\tSteps\tPrepare espresso. Cool.\nBeat egg yolks and sugar until lemon in colour and thick. Add cheese and\nblend. Add liquor. Set aside.\nIn separate bowl beat whipping cream and set aside. Dip cookies in cooled\nespresso and place on 9x9x2 inch (23x23x5 cm) baking dish, covering the pan\nbottom as well as you can. Pour half the cheese mixture over the cookies, then\nspread all the whipped cream, spreading it evenly.\nSprinkle lightly with cocoa. Dip more ladyfingers and make another layer. Add\nthe rest of the cheese mixture. Sprinkle with more cocoa. Cover with plastic\nwrap and r"], 1092], ["http://127.0.0.1:8000/recipe/banana_paradise_tropical_drink/", "Bork, Bork, Bork: Banana Paradise Tropical Drink ", ["text", "\tBork, Bork, Bork: Banana Paradise Tropical Drink\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tBanana Paradise Tropical Drink\tServes: 2\tCook time: 5 mins\tIngredients\t2 oz\tBailey's Irish Cream\t1\tbanana, ripe\t1 츽췋 cup\tice\t1\tlarge scoop vanilla ice cream\t1 oz\tmacadamia nut liquor\t츽 oz\tvodka\tSteps\tBlend, makes 2 drinks\t"], 423], ["http://127.0.0.1:8000/recipe/windy_beach_tropical_drink/", "Bork, Bork, Bork: Windy Beach Tropical Drink ", ["text", "\tBork, Bork, Bork: Windy Beach Tropical Drink\tAppetizers\tMains\tSauces\tDesserts\tDrinks\t칧춦춡\t칙춪추\tWindy Beach Tropical Drink\tServes: 2\tIngredients\tice\tsplash of lime juice\t츽췋 cup\tmilk\t츽췋 cup\torange juice\t1 oz\tspiced rum\t2 oz\twhite creme de cacao\tSteps\tMix all ingredients in a blender until smooth.\t"], 385]]